Repository: maxrd2/SubtitleComposer
Catalog: po/*/subtitlecomposer.po
Languages: cs

source: Set from video length
cs: Nastav z délky videa

source: Open Subtitle
cs: Otevři titulky

source: Open Translation Subtitle
cs: Otevři překlad

source: Encoding:
cs: Kódování:

source: All Supported
cs: Všechny podporované

source: Remove Selected Lines
cs: Odstraň označené řádky

source: Remove From
cs: Odstraň z

source: Save Subtitle
cs: Ulož titulky

source: Save Translation Subtitle
cs: Ulož překlad

source: EOL:
cs: Konec řádku:

source: Path:
cs: Cesta:

source: Select subtitle
cs: Vyber titulky

source: Subtitle
cs: Titulky

# @title:group
source: Shifting
cs: Posunování

source: Forwards (+)
cs: Dopředu (+)

source: Backwards (−)
cs: Dozadu (–)

source: characters
cs: znaků

source: Minimum length for line break:
cs: Minimální délka pro zalomení řádku:

source: Split Subtitle
cs: Rozděl titulky

source: Split time:
cs: Čas rozdělení:

source: Shift new part backwards after split
cs: Posuň novou část zpět po rozdělení

source: Synchronize with Subtitle
cs: Synchronizuj s titulky

source: Reference Subtitle
cs: Odkazované titulky

# @title:group
source: Synchronization Mode
cs: Synchronizační mód

source: Adjust to reference's first and last lines
cs: Přizpůsob k odkazovaným titulkům první a poslední řádek

source: Copy timing information from reference line by line
cs: Zkopíruj časování z odkazovaných titulků řádek po řádku

source: Input language:
cs: Vstupní jazyk:

source: Output language:
cs: Výstupní jazyk:

source: Importing Subtitle Stream
cs: Importování titulkové stopy

source: Unknown
cs: <i>Neznámý</i>

source: <b>Observations:</b>
cs: <b>Pozorování:</b>

# @title:column Subtitle line number
source: Line
cs: Řádek

# @title:column
source: Show Time
cs: Čas zobrazení

# @title:column
source: Hide Time
cs: Čas skrytí

# @title:column Subtitle line translation text
source: Translation
cs: Překlad

source: Texts
cs: Texty

source: Styles
cs: Styly

source: Times
cs: Časy

source: Errors
cs: Chyby

source: A KDE subtitle editor.
cs: Editor titulku v prostředí KDE.

source: Original Author
cs: Původní autor

# NAME OF TRANSLATORS
source: Your names
cs: Petr Gadula

# EMAIL OF TRANSLATORS
source: Your emails
cs: goliash@goliash.net

source: All people who have contributed and I have forgotten to mention
cs: Všichni, kteří přispěli a zapomněl jsem je zmínit

source: Open location as primary subtitle
cs: Otevři umístění jako primární titulky

source: Open location as translation subtitle
cs: Otevři umístění jako překlad

source: Video Player
cs: Video přehrávač

source: <b>Position</b>
cs: <b>Pozice</b>

source: <b>Length</b>
cs: <b>Délka</b>

source: Show editable position control
cs: Zobraz prvek pro nastavení pozice

source: <i>Unknown</i>
cs: <i>Neznámý</i>

source: <qt>There was an error opening media file %1.</qt>
cs: <qt>Vyskytla se chyba při otevírání souboru<br/>%1</qt>

source: Unexpected error when playing file.
cs: Nečekaná chyba při přehrávání souboru.

source: Error Playing File
cs: Chyba při přehrávání souboru

source: Installed Scripts
cs: Nainstalované skripty

source: Information
cs: Informace

source: Warning
cs: Varování

source: Error
cs: Chyba

source: You must enter an unused name to continue. Would you like to enter another name?
cs: Musíš vložit nepoužité jméno, abys mohl pokračovat. Chtěl bys vložit jiné jméno?

source: Name Already Used
cs: Jméno již použito

source: Create New Script
cs: Vytvoř nový skript

source: Script name:
cs: Jméno skriptu:

source: There was an error creating the file <b>%1</b>.
cs: <qt>Vyskytla se chyba při vytváření souboru<br/>%1</qt>

source: Select Existing Script
cs: Vyber existující skript

source: Rename Script
cs: Přejmenuj skript

source: There was an error opening the file <b>%1</b>.
cs: <qt>Vyskytla se chyba při otevírání souboru<br/>%1</qt>

source: There was an error copying the file to <b>%1</b>.
cs: <qt>Vyskytla se chyba při kopírování souboru<br/>%1</qt>

source: Do you really want to send file <b>%1</b> to the trash?
cs: Opravdu chcete přesunout soubor <b>%1</b> do koše?

source: Move to Trash
cs: Přesuň do koše

source: There was an error removing the file <b>%1</b>.
cs: <qt>Vyskytla se chyba při odstranění souboru<br/>%1</qt>

source: Could not launch external editor.
cs: Nebylo možno spustit externí editor.

source: Error Running Script
cs: Chyba při běhu skriptu

source: Tools
cs: Nástroje

source: Recognizing speech
cs: Rozpoznávání řeči

source: No speech recognition plugins available
cs: Žádný plugin pro rozpoznávání řeči

source: Initialization of speech recognition plugin failed
cs: Načtení pluginu pro rozpozávání řeči selhalo

source: Find Error
cs: Najdi chybu

source: Errors to Find
cs: Chyby ke zkontrolování

source: Options
cs: Nastavení

source: From current line
cs: Ze současného řádku

source: Find backwards
cs: Hledej dozadu

source: Beginning of selection reached. Continue from the end?
cs: Bylo dosaženo začátku výběru. Pokračovat od konce?

source: Beginning of subtitle reached. Continue from the end?
cs: Bylo dosaženo začátku titulků. Pokračovat od konce?

source: End of selection reached. Continue from the beginning?
cs: Bylo dosaženo konce výběru. Pokračovat od začátku?

source: End of subtitle reached. Continue from the beginning?
cs: Bylo dosaženo konce titulků. Pokračovat od začátku?

source: No errors matching given criteria found!
cs: Žádné chyby shodující se s kritérii nebyly nalezeny!

source: Find In
cs: Najdi v

source: No instances of '%1' found!
cs: Nebyla nalezena instance '%1'!

source: Find
cs: Najdi

source: Automatic
cs: Automatický

source: Find/Replace In
cs: Najdi/Nahraď v

source: Replace
cs: Nahraď

source: 1 replacement done.
cs: Provedeno jedno nahrazení.

source: Spell Checking
cs: Oprava pravopisu

source: Operation cancelled by user
cs: Operace zrušena uživatelem

source: Unexpected contents received from translation service
cs: Nečekaný obsah obdržený překládací službou

source: Text Stream #%1
cs: Zvuková stopa #%1

source: Audio Stream #%1
cs: Zvuková stopa #%1

source: File does not exist.
cs: Soubor neexistuje.

source: Generating waveform
cs: Generuji waveform (vlnový diagram)

source: Undo
cs: Zpět

source: Redo
cs: Vpřed

source: Cut
cs: Vyjmi

source: Copy
cs: Kopíruj

source: Paste
cs: Vlož

source: Delete
cs: Vymaž

# @action:inmenu Clear all text
source: Clear
cs: Vyčisti

# @action:inmenu Toggle bold style
source: Bold
cs: Tučné

# @action:inmenu Toggle italic style
source: Italic
cs: Kurzíva

# @action:inmenu Toggle underline style
source: Underline
cs: Podtržené

# @action:inmenu Change Text Color
source: Text Color
cs: Barva textu

source: Check Spelling...
cs: Kontrola pravopisu...

source: Auto Spell Check
cs: Automatická kontrola pravopisu

source: Allow Tabulations
cs: Povol tabelace

source: Suggestions
cs: Návrhy

source: Ignore
cs: Ignoruj

source: Add to Dictionary
cs: Přidej slovník

source: No suggestions
cs: Žádné návrhy

source: Maximum number of characters:
cs: Maximální počet znaků:

source: Maximum number of lines:
cs: Maximální počet řádků:

source: Absolute Durations
cs: Absolutní délka trvání

source: Maximum duration:
cs: Maximální délka trvání:

source: Minimum duration:
cs: Minimální délka trvání:

source: Relative Durations
cs: Relativní trvání

source: msec/char
cs: ms/znak

source: Behavior
cs: Chování

source: Automatically clear fixed errors
cs: Automaticky vymaž opravené chyby

source: General
cs: Obecné

source: Automatically load video file when opening a subtitle
cs: Automaticky zapni video při otevírání titulků

source: Quick Actions
cs: Rychlé akce

source: Resume playback after line double click
cs: Znovu přehrávat po dvojkliku na řádek

source: Subtitles
cs: Titulky

source: Outline color:
cs: Obrysová barva:

source: Outline width:
cs: Obrysová šířka:

source: Font family:
cs: Typ písma:

source: Text Antialiasing
cs: Vyhlazení textu

source: Subtitles Preview
cs: Náhled titulků

source: Waveform Display
cs: Waveform

source: Outer color:
cs: Vnější barva:

source: Inner color:
cs: Vnitřní barva:

source: Subtitle Display
cs: Titulky

source: Subtitle border color:
cs: Barva hranice titulků:

source: Selected background color:
cs: Barva pozadí výběru:

source: Subtitle border width:
cs: Šířka hranice titulků

source: Subtitle background color:
cs: Barva pozadí titulků:

source: Selected border color:
cs: Barva hranice výběru:

source: Text Font and Colors
cs: Písmo a barvy

source: Subtitle font family:
cs: Typ písma titulků:

source: Subtitle number font size:
cs: Velikost písma čísla titulků

source: pt
cs: bodů

source: Subtitle Number Color
cs: Barva písma čísla titulků

source: Subtitle text font size:
cs: Velikost písma titulků:

source: Line Indicators
cs: Ukazatel řádku

source: Player position color:
cs: Barva pozice přehrávače:

source: Mouse indicator color:
cs: Barva ukazatele myši:

source: Default Subtitles Encoding
cs: Výchozí kódování titulků

source: Seek Offset On Double Click
cs: Vyhledávací interval při dvojkliku

source: Unpause On Double Click
cs: Odpauzovat při dvojkliku

source: Automatic Video Load
cs: Automatické spuštění videa

source: Lines Quick Shift Amount
cs: Počet řádků při rychlém posunu

source: Maximum number of characters
cs: Maximální počet znaků

source: Maximum number of lines
cs: Maximální počet řádků

source: Minimum duration
cs: Minimální délka trvání

source: Maximum duration
cs: Maximální délka trvání

source: Minimum duration per character
cs: Minimální trvání na znak

source: Maximum duration per character
cs: Maximální trvání na znak

source: Default Language
cs: Výchozí jazyk

source: Default client
cs: Výchozí klient

source: Check uppercase
cs: Kontroluj velká písmena

source: Skip Run Together
cs: Přeskoč Run Together

source: Waveform Inner Color
cs: Waveform vnitřní barva

source: Waveform Outer Color
cs: Waveform vnější barva

source: Waveform Subtitle Background Color
cs: Waveform barva pozadí titulků

source: Waveform Subtitle Border Color
cs: Waveform barva hranice titulků

source: Waveform Subtitle Border Width
cs: Waveform šířka hranice titulků

source: Waveform Selected Subtitle Background Color
cs: Waveform barva pozadí vybraných titulků

source: Waveform Selected Subtitle Border Color
cs: Waveform barva hranice vybraných titulků

source: Font Family
cs: Typ písma

source: Subtitle Number Font Size
cs: Velikost písma čísla titulků

source: Subtitle Number Font Color
cs: Barva písma čísla titulků

source: Subtitle Text Font Size
cs: Velikost písma titulků

source: Subtitle Text Font Color
cs: Barva písma titulků

source: Mouse Location Line Color
cs: Barva řádku při najetí myší

source: Play Location Line Color
cs: Barva přehrávaného řádku

source: VideoPlayer Backend
cs: Backend video přehrávače

source: Jump length on seek
cs: Skoč o čas při hledání:

source: Show editable time position
cs: Zobraz prvek pro nastavení pozice

source: Font Size
cs: Velikost písma

source: Font Color
cs: Barva písma

source: Outline Color
cs: Obrysová barva

source: Outline Width
cs: Obrysová šířka

source: Font Antialiasing
cs: Vyhlazení písma

source: Auto Video Sink
cs: Automatický video výstup

source: Video Sink
cs: Video výstup

source: Auto Audio Sink
cs: Automatický audio výstup

source: Audio Sink
cs: Audio výstup (sink)

source: Cache Enabled
cs: Cache povolena

source: Cache Size (KB)
cs: Velikost cache (KB)

source: Auto Sync Enabled
cs: Auto Sync povoleno

source: Auto Sync Factor
cs: Automatický synchronizační faktor

source: Video Output Enabled
cs: Video výstup povolen

source: Video Output
cs: Video výstup

source: Hardware Decode Enabled
cs: Hardwarové zpracování povoleno

source: Hardware Decode
cs: Hardwarové zpracování

source: Frame Dropping
cs: Zahazování snímků

source: Audio Output Enabled
cs: Zvukový výstup povolen

source: Audio Output
cs: Zvukový výstup

source: Audio Channels Enabled
cs: &Zvukové kanály povoleny

source: Audio Channels
cs: &Zvukové kanály

source: Volume Amplification Enabled
cs: Zesílení hlasitosti povoleno

source: Volume Amplification
cs: Zesílení hlasitosti

source: Volume Normalization
cs: Normalizace hlasitosti

source: mplayer executable path
cs: Spustitelná cesta pro mplayer:

source: Hard Frame Dropping
cs: Silné zahazování snímků

source: Video Enabled
cs: Video povoleno

source: Audio Enabled
cs: Zvuk povolen

source: Scripts Manager
cs: Správce skriptů

source: Creates a new script file.
cs: Vytvoř prázdný skript.

source: Create...
cs: Vytvoř...

source: Copies an existing script from a specified location.
cs: Zkopíruje existující skript z určeného umístění.

source: Add...
cs: Přidej...

source: Sends the selected script to the trash.
cs: Pošle označený skript do koše.

source: Opens the selected script with an external editor.
cs: Otevře označený skript externím editorem.

source: Edit
cs: &Uprav

source: Executes the selected script.
cs: Spusť označený skript.

source: Run
cs: Spusť

source: Reloads the installed scripts list.
cs: Obnov seznam nainstalovaných skriptů.

source: Refresh
cs: Obnov

source: &File
cs: &Soubor

source: Translation
cs: Překlad

source: &Edit
cs: &Uprav

source: &Texts
cs: &Texty

source: St&yles
cs: St&yly

source: T&imes
cs: Č&asy

source: E&rrors
cs: Chy&by

source: T&ools
cs: &Nástroje

source: Main Toolbar
cs: Hlavní lišta

source: Edit Toolbar
cs: Nástrojová lišta

source: Video sink:
cs: Video výstup (sink):

source: Audio sink:
cs: Zvukový výstup (sink):

source: Executable path:
cs: Spustitelná cesta:

source: A/V synchronization factor:
cs: A/V synchronizační faktor:

source: Video output driver:
cs: Výstupní ovladač videa:

source: Enable VDPAU for DivX/XviD
cs: Zapnout VDPAU pro DivX/XviD

source: Allow frame dropping
cs: Povol zahazování snímků

source: Allow hard frame dropping
cs: Povol silné zahazování snímků

source: Audio
cs: Zvuk

source: Audio output driver:
cs: Výstupní zvukový ovladač:

source: Audio channels:
cs: &Zvukové kanály:

source: Volume amplification:
cs: Zesílení hlasitosti:

source: Volume normalization
cs: Normalizace hlasitosti

source: Hardware video decoding:
cs: Hardwarové zpracování videa

source: Video driver:
cs: Video ovladač:

source: Audio driver:
cs: Zvukový ovladač:
