Repository: maxrd2/SubtitleComposer
Catalog: po/*/subtitlecomposer.po
Languages: cs

source: Autodetect
cs: Automaticky detekuj

source: Media Files
cs: Mediální soubory

source: Video Files
cs: Video soubory

source: Audio Files
cs: Zvukové soubory

source: All Files
cs: Všechny soubory

source: Exit the application
cs: Ukonči program

source: Configure Subtitle Composer
cs: Nastavení Subtitle Composeru

# @action:inmenu Create a new subtitle
source: New
cs: Nový

source: Create an empty subtitle
cs: Vytvoř prázdné titulky

source: Open subtitle file
cs: Otevři soubor s titulky

source: Reload As...
cs: Znovu otevři jako...

source: Reload opened file with a different encoding
cs: Znovu otevři s jiným kódováním

source: Save
cs: Ulož

source: Save opened subtitle
cs: Ulož otevřené titulky

source: Save As...
cs: Ulož jako...

source: Save opened subtitle with different settings
cs: Ulož otevřené titulky s jiným nastavením

source: Close
cs: Zavři

source: Close opened subtitle
cs: Zavři otevřené titulky

source: New Translation
cs: Nový překlad

source: Create an empty translation subtitle
cs: Vytvoř prázdný překlad

source: Open Translation...
cs: Otevři překlad...

source: Open translation subtitle file
cs: Otevři soubor s překladem

source: Reload Translation As...
cs: Znovu nahraj překlad jako...

source: Reload opened translation file with a different encoding
cs: Znovu otevři překlad s jiným kódováním

source: Open &Recent Translation
cs: Otevři &nedávný překlad

source: Save Translation
cs: Ulož překlad

source: Save opened translation subtitle
cs: Ulož otevřený překlad

source: Save Translation As...
cs: Ulož překlad jako...

source: Save opened translation subtitle with different settings
cs: Ulož otevřený překlad s jiným nastavením

source: Close Translation
cs: Zavři překlad

source: Close opened translation subtitle
cs: Zavři otevřený překlad

source: Split Subtitle...
cs: Rozděl titulky...

source: Split the opened subtitle in two parts
cs: Rozděl otevřené titulky na dvě části

source: Join Subtitles...
cs: Spoj titulky...

source: Append to the opened subtitle another one
cs: Připoj k otevřeným další

source: Insert Before
cs: Vlož před

source: Insert empty line before current one
cs: Vlož prázdný řádek před současný

source: Insert After
cs: Vlož za

source: Insert empty line after current one
cs: Vlož prázdný řádek za současný

source: Remove
cs: Odstraň

source: Remove selected lines
cs: Odstraň označené řádky

source: Split Lines
cs: Rozděl řádky

source: Split selected lines
cs: Rozděl označené řádky

source: Join Lines
cs: Spoj řádky

source: Join selected lines
cs: Spoj označené řádky

source: Select All
cs: Označ všechno

source: Select all lines
cs: Označ všechny řádky

source: Go to Line...
cs: Jdi na řádek...

source: Go to specified line
cs: Jdi na vybraný řádek

source: Find...
cs: Najdi...

source: Find occurrences of strings or regular expressions
cs: Najdi výskyt řetězce nebo regulárního výrazu

source: Find Next
cs: Najdi další

source: Find next occurrence of string or regular expression
cs: Najdi další výskyt řetězce nebo reg. výrazu

source: Find Previous
cs: Najdi předchozí

source: Find previous occurrence of string or regular expression
cs: Najdi předchozí výskyt řetězce nebo reg. výrazu

source: Replace...
cs: Nahraď

source: Replace occurrences of strings or regular expressions
cs: Nahraď výskyty řetězců nebo reg. výrazů

source: Retrocede current line
cs: Posuň zpět současný řádek

source: Makes the line before the current one active
cs: Označ předchozí řádek jako aktivní

source: Advance current line
cs: Posuň vpřed současný řádek

source: Makes the line after the current one active
cs: Označ následující řádek jako aktivní

source: Check Errors...
cs: Zkontroluj chyby...

source: Check for errors in the current subtitle
cs: Zkontroluj chyby v současných titulkách

source: Clear Errors...
cs: Vymaž chyby...

source: Clear errors from selected lines
cs: Vymaž chyby v označených řádcích

source: Show Errors...
cs: Ukaž chyby...

source: Show errors information for the current subtitle
cs: Ukaž informace o chybách v současných titulkách

source: Find Error...
cs: Najdi chybu

source: Find lines with specified errors
cs: Najdi další řádek s chybami

source: Find Next Error
cs: Najdi další chybu

source: Find next line with specified errors
cs: Najdi další řádek s chybami

source: Find Previous Error
cs: Najdi předchozí chybu

source: Find previous line with specified errors
cs: Najdi předchozí řádek s chybami

source: Spelling...
cs: Pravopis...

source: Check lines spelling
cs: Zkontroluj pravopis

source: Toggle Mark
cs: Přepni značku

source: Toggle selected lines mark
cs: Přepni značku na označených řádcích

source: Toggle Bold
cs: Přepni tučné

source: Toggle selected lines bold attribute
cs: Přepni tučný atribut na označených

source: Toggle Italic
cs: Přepni kurzívu

source: Toggle selected lines italic attribute
cs: Přepni kurzívu na označených

source: Toggle Underline
cs: Přepni podtržení

source: Toggle selected lines underline attribute
cs: Přepni podtržení na označených

source: Toggle Strike Through
cs: Přepni přeškrtnuté

source: Toggle selected lines strike through attribute
cs: Přepni přeškrtnuté na označených

source: Change Text Color
cs: Změň barvu textu

source: Change text color of selected lines
cs: Změn barvu textu na označených řádcích

source: Shift...
cs: Posuň...

source: Shift lines an specified amount of time
cs: Posuň řádky o určitý čas

source: Adjust...
cs: Přizpůsob...

source: Linearly adjust all lines to a specified interval
cs: Přizpůsob všechny řádky lineárně podle zadaného intervalu

source: Sort...
cs: Třídit...

source: Sort lines based on their show time
cs: Seřaď řádky podle jejich zobrazení

source: Change Frame Rate...
cs: Změň počet snímku za sekundu

source: Retime subtitle lines by reinterpreting its frame rate
cs: Přečasuj titulky změnou FPS

source: Enforce Duration Limits...
cs: Vnutit limity trvání...

source: Enforce lines minimum and/or maximum duration limits
cs: Vnuť maximální/minimální trvání řádků

source: Set Automatic Durations...
cs: Nastav automatické trvání...

source: Set lines durations based on amount of letters, words and line breaks
cs: Nastav trvání podle počtu písmen, slov a zalomení řádků

source: Maximize Durations...
cs: Maximalizuj trvání...

source: Extend lines durations up to their next lines show time
cs: Rozšiř délku trvání až k zobrazení dalšího

source: Fix Overlapping Times...
cs: Oprav překrývající se časy

source: Fix lines overlapping times
cs: Oprav překrývající se časování

source: Synchronize with Subtitle...
cs: Synchronizuj s titulky...

source: Copy timing information from another subtitle
cs: Zkopíruj informaci o časování z jiných titulků

source: Break Lines...
cs: Zalom řádky...

source: Automatically set line breaks
cs: Automaticky nastav zalomení

source: Unbreak Lines...
cs: Spoj řádky...

source: Remove line breaks from lines
cs: Odstraň zalomení z řádků

source: Simplify Spaces...
cs: Zjednoduš mezery...

source: Remove unneeded spaces from lines
cs: Odstraň nepotřebné mezery

source: Change Case...
cs: Změň velikost...

source: Change lines text to upper, lower, title or sentence case
cs: Změň znaky na velká, malá, nadpis nebo věty

source: Fix Punctuation...
cs: Oprav interpunkci...

source: Fix punctuation errors in lines
cs: Oprav interpunkční chyby v řádcích

source: Translate...
cs: Otevři překlad...

source: Translate lines texts using Google services
cs: Přelož řádky textu použitím Google služeb

source: Edit Line in Place
cs: Uprav řádek

source: Edit current line text in place
cs: Uprav současný řádek

source: Open Video...
cs: Otevři video...

source: Open video file
cs: Otevři video soubor

source: Open &Recent Video
cs: Otevři nedavné video

source: Import Subtitle Stream
cs: Importuj titulkové stopy

source: Import subtitle stream into subtitle editor
cs: Importuj titulkové stopy do titulkového editoru

source: Recognize Speech
cs: Rozpoznat řeč

source: Recognize speech in audio stream
cs: Rozpoznat řeč v audio stopě

source: Close Video
cs: Zavři video

source: Close video file
cs: Zavři video soubor

source: Full Screen Mode
cs: Celá obrazovka

source: Toggle full screen mode
cs: Přepni na celou obrazovku

source: Stop
cs: Zastav

source: Stop video playback
cs: Zastav přehrávání videa

source: Play
cs: Přehraj

source: Toggle video playing/paused
cs: Přehrávání/pauza videa

source: Jump to Previous Line
cs: Skoč na předchozí řádek

source: Seek to previous subtitle line show time
cs: Hledej do zobrazení předchozícho titulku

source: Jump to Next Line
cs: Skoč na další řádek

source: Seek to next subtitle line show time
cs: Hledej do zobrazení následujícího titulku

source: Set Current Line Show Time
cs: Nastav na řádek současný čas zobrazení z videa

source: Set current line show time to video position
cs: Nastav na řádek současný čas zobrazení z videa

source: Set Current Line Hide Time
cs: Nastav na řádek současný čas skrytí titulku

source: Set current line hide time to video position
cs: Nastav na řádek současný čas skrytí z videa

source: Current Line Follows Video
cs: Současný řádek následuje video

source: Make current line follow the playing video position
cs: Současný řádek bude následovat pozici přehrávaného videa

# @action:inmenu Toggle audio muted
source: Mute
cs: Umlčet

source: Enable/disable playback sound
cs: Zapnout/vypnout zvuk

source: Increase Volume
cs: Zvýšit hlasitost

source: Increase volume by 5%
cs: Snížit hlasitost o 5%

source: Decrease Volume
cs: Snížit hlasitost

source: Decrease volume by 5%
cs: Snížit hlasitost o 5%

source: Audio Streams
cs: Zvukové stopy

source: Select active audio stream
cs: Vyber aktivní zvukovou stopu

source: Increase Font Size
cs: Zvětšit velikost písma

source: Increase subtitles font size by 1 point
cs: Zvětšit velikost písma o 1 bod

source: Decrease Font Size
cs: Snížit velikost písma

source: Decrease subtitles font size by 1 point
cs: Snížit velikost písma o 1 bod

source: Shift to Video Position
cs: Posuň na video pozici

source: Set current line show time to video position by equally shifting all lines
cs: Nastav zobrazení řádku na současnou video pozici posunutím všech řádků

source: Adjust to Video Position (Anchor Last Line)
cs: Přiřaď k pozici videa (ukotvi poslední řádek)

source: Set current line to video position by fixing the last line and linearly adjusting the other ones
cs: Přiřaď současný řádek k video pozici upevněním posledního řádku a lineárním seřízením ostatních

source: Adjust to Video Position (Anchor First Line)
cs: Přiřaď k pozici videa (ukotvi první řádek)

source: Set current line to video position by fixing the first line and linearly adjusting the other ones
cs: Přiřaď současný řádek k video pozici upevněním prvního řádku a lineárním seřízením ostatních

source: Toggle Anchor
cs: Přepni značku

source: Remove All Anchors
cs: Odstraň všechny značky

# @action:inmenu Manage user scripts
source: Scripts Manager...
cs: Správce skriptů...

source: Manage user scripts
cs: Spravuj uživatelské skripty

source: Waveform Zoom In
cs: Waveform přiblížení

source: Waveform Zoom Out
cs: Waveform oddálení

source: Waveform Auto Scroll
cs: Waveform automatické posouvání

source: Waveform display will automatically scroll to video position
cs: Waveform se automaticky zobrazí na pozici videa

source: The requested action would make the subtitle and its translation share the same file, possibly resulting in loss of information when saving. Are you sure you want to continue?
cs: Požadovaná akce by mohla způsobit, že titulkový soubor a překlad by používaly ten samý soubor. Je možné, že by se ztratila data, pokud budete trvat na uložení. Opravdu chcete pokračovat?

source: Conflicting Subtitle Files
cs: Konflikt v titulkových souborech

source: <qt>Could not parse the subtitle file.<br/>This may have been caused by usage of the wrong encoding.</qt>
cs: <qt>Nebylo možné přečíst titulkový soubor.<br/>Mohlo to být způsobeno použitím špatného kódování.</qt>

source: There was an error saving the subtitle.
cs: Vyskytla se chyba při ukládání titulků.

source: Currently opened translation subtitle has unsaved changes. Do you want to save them?
cs: Současně otevřený překlad má neuložené změny. Chcete jej uložit?

source: Close Translation Subtitle
cs: Zavři překlad

source: Currently opened subtitle has unsaved changes. Do you want to save them?
cs: Současně otevřené titulky mají neuložené změny. Chcete je uložit?

source: Close Subtitle
cs: Zavři titulky

# @item:inmenu Display primary text in video player
source: Primary
cs: Primární

# @item:inmenu Display translation text in video player
source: Translation
cs: Překlad

source: There was an error saving the translation subtitle.
cs: Vyskytla se chyba při ukládání překladu.

source: Could not read the subtitle file to append.
cs: Nebylo možné načíst titulky k připojení.

source: Untitled
cs: Nepojmenovaný

source: Untitled Translation
cs: Nepojmenovaný překlad

source: Could not write the split subtitle file.
cs: Nebylo možné zapsat rozdělené titulky.

source: Could not write the split subtitle translation file.
cs: Nebylo možné zapsat rozdělený překlad.

source: The specified time does not split the subtitles.
cs: Požadovaný čas nerozdělil titulky.

source: Could not open a new Subtitle Composer window. The split part was saved as %1.
cs: Nebylo možné otevřít nové okno Subtitle Composeru. Rozdělená část byla uložena jako %1.

source: Could not open a new Subtitle Composer window. The split parts were saved as %1 and %2.
cs: Nebylo možné otevřít nové okno Subtitle Composeru. Rozdělené části byly uloženy jako %1 a %2.

source: Go to Line
cs: Jdi na řádek

source: &Go to line:
cs: &Jdi na řádek:

source: Check Lines Errors
cs: Zkontroluj chyby na řádcích

source: Clear Lines Errors
cs: Vymaž chyby řádků

source: Sort
cs: Třídit

source: Can not perform sort on selection with multiple ranges.
cs: Nebylo možné provést třídění s více rozsahy.

source: Maximize Durations
cs: Maximalizuj trvání

source: The reference subtitle must have more than one line to proceed.
cs: Odkazované titulky musely mít více než jeden řádek.

source: Could not parse the reference subtitle file.
cs: Nebylo možné načíst odkazované titulky.

source: Unbreak Lines
cs: Spoj řádky

source: Simplify Spaces
cs: Zjednoduš mezery

source: Translate
cs: Překlad

source: Translating text (%1 to %2)...
cs: Překládám text (%1 do %2)...

source: Translating primary text (%1 to %2)...
cs: Překládám primární text (%1 do %2)...

source: Translating secondary text (%1 to %2)...
cs: Překládám sekundární text (%1 do %2)...

source: Unable to perform texts synchronization (sent and received lines count do not match).
cs: Není možné provést synchronizaci textu (neshodují se počty poslaných a přijatých řádků).

source: Translate Primary Text
cs: Přelož primární text

source: Translate Secondary Text
cs: Přelož druhotný text

source: There was an error performing the translation: %1
cs: Vyskytla se chyba při ukládání překladu: %1

source: Open Video
cs: Otevři video

source: Continuing would result in loss of timing information for some lines. Are you sure you want to continue?
cs: Pokračovaní by mohlo způsobit ztrátu časovaní u některých řádků. Opravdu chcete pokračovat?

source: modified
cs: změněn

source: Pause
cs: Pauza

source: Seek backwards 1 second
cs: Hledej zpětně 1 vteřinu.

source: Seek forwards 1 second
cs: Hledej dopředu 1 vteřinu.

# @title General settings
source: General
cs: Obecné

source: General Settings
cs: Obecné nastavení

# @title Error check settings
source: Error Check
cs: Kontroly chyb

source: Error Check Settings
cs: Nastavení kontroly chyb

# @title Spelling settings
source: Spelling
cs: Pravopis

source: Spelling Settings
cs: Nastavení pravopisu

source: Waveform settings
cs: Nastavení Waveform

# @title Video player settings
source: Video Player
cs: Video přehrávač

source: Video Player Settings
cs: Nastavení video přehrávače

# @title Video player backend settings
source: %1 backend settings
cs: %1 nastavení backendu

# Text for previewing the subtitles font settings
source: <p>The Quick Brown Fox<br/>Jumps Over The Lazy Dog</p>
cs: <p>Příliš žluťoučký kůň<br/>úpěl ďábelské ódy</p>

source: Set Frame Rate
cs: Nastav snímky za sekundu

source: Insert Lines
cs: Vlož řádky

source: Remove Lines
cs: Odstraň řádky

source: Move Line
cs: Přesuň řádky

source: Swap Texts
cs: Vyměň texty

source: Set Primary Data
cs: Nastav primární data

source: Clear Primary Text Data
cs: Vymaž primární data

source: Set Secondary Data
cs: Nastav sekundární data

source: Clear Secondary Text Data
cs: Vymaž sekundární data

source: Change Frame Rate
cs: Změň snímky za sekundu

source: Insert Line
cs: Vlož řádek

source: Shift Lines
cs: Posuň řádky

source: Adjust Lines
cs: Přizpůsob řádky

source: Enforce Duration Limits
cs: Vnutit limity trvání

source: Set Automatic Durations
cs: Nastav automatické trvání

source: Fix Overlapping Times
cs: Oprav překrývající se časy

source: Fix Lines Punctuation
cs: Oprav interpunkci řádků

source: Lower Case
cs: Malá písmena

source: Upper Case
cs: Velká písmena

source: Title Case
cs: Nadpis

source: Sentence Case
cs: Věty

source: Break Lines
cs: Zalom řádky

source: Synchronize Subtitles
cs: Synchronizuj titulky

source: Join Subtitles
cs: Spoj titulky

source: Split Subtitles
cs: Rozděl titulky

source: Set Lines Style
cs: Nastav styl řádků

source: Toggle Lines Style
cs: Přepni styl řádků

source: Change Lines Text Color
cs: Změň barvu řádků

source: Set Lines Mark
cs: Nastav značku

source: Clear Lines Mark
cs: Smaž značku

source: Toggle Lines Mark
cs: Přepni značku

source: Set Line Text
cs: Zapiš text

source: Set Line Secondary Text
cs: Zapiš druhotný text

source: Set Line Texts
cs: Zapiš texty

source: Set Line Show Time
cs: Nastav čas zobrazení

source: Set Line Hide Time
cs: Nastav čas skrytí

source: Set Line Errors
cs: Nastav chyby

source: Empty text
cs: Prázdný

source: Too many characters
cs: Příliš mnoho znaků

source: Too many lines
cs: Příliš mnoho řádků

source: Unnecessary white space
cs: Mezery navíc

source: Unnecessary dash
cs: Nadbytečná pomlčka

source: Capital letter after continuation ellipsis
cs: Chybí velké písmeno po konci řádku

source: Too long duration per character
cs: Příliš dlouhé trvání na počet písmen

source: Too short duration per character
cs: Příliš krátké trvání na počet písmen

source: Too long duration
cs: Příliš dlouhé trvání

source: Too short duration
cs: Příliš krátké trvání

source: Overlapping times
cs: Překrývající se časování

source: Untranslated text
cs: Nepřeložený text

source: User mark
cs: Uživatelské značky

source: Has no primary text.
cs: Nemá primární text.

source: Has no translation text.
cs: Nemá přeložený text.

source: Has too many characters in primary text (1 char).
cs: Má příliš mnoho znaků v primárním textu (1 znak).

source: Has too many characters in translation text (1 char).
cs: Má příliš mnoho znaků v přeloženém textu (1 znak).

source: Has too many lines in primary text (1 line).
cs: Má příliš mnoho řádků v primárním textu (1 řádek).

source: Has too many lines in translation text (1 line).
cs: Má přiliš mnoho řádků v překladu (1 řádek).

source: Has unnecessary spaces in primary text.
cs: Má nadbytečné mezery v primárním textu.

source: Has unnecessary spaces in translation text.
cs: Má nadbytečné mezery v překladu.

source: Has unnecessary dash in primary text.
cs: Obsahuje nadbytečné pomlčky v primárním textu.

source: Has unnecessary dash in translation text.
cs: Obsahuje nadbytečné pomlčky v překladu.

source: Has too long duration per character in primary text (1 msec/char).
cs: Trvá příliš dlouho na počet znaků v primárním textu (1 ms/znak).

source: Has too long duration per character in translation text (1 msec/char).
cs: Trvá příliš dlouho na počet znaků v překladu (1 ms/znak).

source: Has too short duration per character in primary text (1 msec/char).
cs: Zobrazuje se příliš krátce na počet znaků v primárním textu (1 ms/znak).

source: Has too short duration per character in translation text (1 msec/char).
cs: Zobrazuje se příliš krátce na počet znaků v překladu (1 ms/znak).

source: Has too long duration (1 msec).
cs: Trvá příliš dlouze (1 ms).

source: Has too short duration (1 msec).
cs: Zobrazuje se příliš krátce (1 ms).

source: Overlaps with next line.
cs: Překrývá se s dalším řádkem.

source: Has untranslated text.
cs: Nemá přeložený text.

source: Has user mark.
cs: Obsahuje uživatelskou značku.

source: Set Line Times
cs: Nastav časování řádku

source: Shift Line Times
cs: Posuň časování řádku

source: Adjust Line Times
cs: Přizpůsob časování řádku

source: <b>Show</b>
cs: <b>Ukaž</b>

source: <b>Hide</b>
cs: <b>Skryj</b>

source: <b>Duration</b>
cs: <b>Trvání</b>

source: No current line
cs: Žádný současný řádek

source: Current line:
cs: Současný řádek:

source: 1 character
cs: 1 znak

source: Available errors
cs: Dostupné chyby

source: Select None
cs: Neoznač žádné

source: Target >>
cs: Cíl >>

source: Target <<
cs: Cíl <<

source: All lines
cs: Všechny řádky

source: Selected lines
cs: Označené řádky

source: All lines from first selected
cs: Všechny řádky od prvního vybraného

source: All lines up to last selected
cs: Všechny řádky k poslednímu vybranému

source: Both subtitles
cs: Obojí titulky

source: Primary subtitle
cs: Primární titulky

source: Translation subtitle
cs: Překlad

source: Apply To
cs: Použij

source: Adjust
cs: Přizpůsob

# @title:group
source: New Times
cs: Nové časy

source: First spoken line:
cs: První mluvený řádek:

source: Last spoken line:
cs: Poslední mluvený řádek:

# @title:group
source: Settings
cs: Nastavení

source: Milliseconds per line:
cs: Milisekund na řádek:

source: Milliseconds per word:
cs: Milisekund na slovo:

source: Milliseconds per character:
cs: Milisekund na znak:

source: Prevent overlapping
cs: Předcházej překrývání

# @title:group
source: Duration Calculation
cs: Výpočet trvání

source: Use primary text
cs: Použij primární text

source: Use translation text
cs: Použij překlad

source: Calculate both and use maximum
cs: Vypočítej obojí a použij maximum

source: Current frame rate:
cs: Současný počet snímků za vteřinu:

source: New frame rate:
cs: Nový počet snímků za vteřinu:

source: Change Case
cs: Změň písmo

# @title:group
source: Change To
cs: Změň na

source: Lower case
cs: Malá písmena

source: Upper case
cs: Velká písmena

source: Title case
cs: Nadpis

source: Sentence case
cs: Věty

source: Convert to lower case first
cs: Nejdříve předělej na malá

source: Check Errors
cs: Zkontroluj chyby

# @title:group
source: Errors to Check
cs: Chyby ke zkontrolování

# @title:group Miscellaneous settings
source: Miscellaneous
cs: Různé

source: Clear other errors
cs: Vymaž ostatní chyby

source: Clear user marks
cs: Vymaž uživatelské značky

source: Clear Errors
cs: Vymaž chyby

# @title:group
source: Errors to Clear
cs: Chyby k vymazání

# @title:group
source: Minimum Duration
cs: Minimální trvání

source: Expand duration to:
cs: Rozšiř trvání na:

# @title:group
source: Maximum Duration
cs: Maximální trvání

source: Shrink duration to:
cs: Zmenši trvání na:

source: msecs
cs: ms

source: Minimum interval between lines:
cs: Minimální interval mezi řádky:

source: Fix Punctuation
cs: Oprav interpunkci

source: Fix and cleanup spaces
cs: Oprav a smaž mezery

source: Fix quotes and double quotes
cs: Oprav uvozovky

source: Fix English 'I' pronoun
cs: Oprav anglické zájmeno 'I'

source: Add ellipisis indicating non finished lines
cs: Přidej znak označující nedokončený řádek

source: Insert Line Before Current
cs: Vlož řádek před současný

source: Insert Line After Current
cs: Vlož řádek za současný

source: Insert Into
cs: Vlož do

source: Shift subtitle forwards before append
cs: Posuň titulky dopředu před připojením
